Repository: lepidus/scieloModerationStagesReport
Catalog: locale/*/locale.po
Languages: es_es

# plugins.reports.scieloModerationStagesReport.displayName
source: SciELO Moderation Stages Report
es_es: Informe de Etapas de Moderación SciELO

# plugins.reports.scieloModerationStagesReport.description
source: Report plugin to inform entry dates in each moderation stage of submissions
es_es: Módulo de informe para informar las fechas de entrada en cada etapa de moderación de los envíos

# plugins.reports.scieloModerationStagesReport.stages.formatStage
source: Format Pre-Moderation
es_es: Moderación Previa del Formato

# plugins.reports.scieloModerationStagesReport.stages.contentStage
source: Manuscript Type Pre-Moderation
es_es: Moderación Previa de Tipo de Manuscrito

# plugins.reports.scieloModerationStagesReport.stages.areaStage
source: Area Moderation
es_es: Moderación del Área

# plugins.reports.scieloModerationStagesReport.stages.noModerationStage
source: No moderation stage
es_es: Sin etapa de moderación

# plugins.reports.scieloModerationStagesReport.noResponsibles
source: No responsibles assigned
es_es: Sin responsables asignados

# plugins.reports.scieloModerationStagesReport.noAreaModerators
source: No area moderators assigned
es_es: Sin moderadores de área asignados

# plugins.reports.scieloModerationStagesReport.headers.submissionId
source: Submission ID
es_es: ID de envío

# plugins.reports.scieloModerationStagesReport.headers.moderationStage
source: Moderation stage
es_es: Etapa de moderación
